Response_map.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns0="http://decisionresearch.com/RateMaker"><soapenv:Header/><soapenv:Body>
<ns0:rate xmlns:ns0="http://decisionresearch.com/RateMaker">
  <ns0:BrokerData>
    <ns0:taxa>TOPA/CISG01/ALL</ns0:taxa>
    <ns0:effectiveMode>effective</ns0:effectiveMode>
    <ns0:requestDate>20190101</ns0:requestDate>
    <ns0:function>rate</ns0:function>
  </ns0:BrokerData>
  <ns0:RateRequest>
    <ns0:Policy>
      <PolType>CNPK</PolType>
      <ClassCode>CANDIS</ClassCode>
      <Zip>80003</Zip>
      <State>CO</State>
      <EffDate>20211117</EffDate>
      <ExpDate>20221117</ExpDate>
      <Payroll>1200</Payroll>
      <OHPayroll></OHPayroll>
      <WAPayroll></WAPayroll>
      <FTE>5</FTE>
      <OccAgg>1000000/2000000</OccAgg>
      <DmgPrem>500000</DmgPrem>
      <MedPay>10000</MedPay>
      <EmpBen>Yes</EmpBen>
      <StopGap>None</StopGap>
      <OHStopGap>None</OHStopGap>
      <WAStopGap>None</WAStopGap>
      <HNO>1000000</HNO>
      <AssBat>100000/200000</AssBat>
      <PerLocAgg>Yes</PerLocAgg>
      <NumLoc>1</NumLoc>
      <WSUB>0</WSUB>
      <PICO>No</PICO>
      <AIML>0</AIML>
      <AIVS>0</AIVS>
      <AIPA>0</AIPA>
      <AIMA>0</AIMA>
      <AILL>0</AILL>
      <LLEA>0</LLEA>
      <AIDP>0</AIDP>
      <BAIV>No</BAIV>
      <WACombo>No</WACombo>
      <IRPMGL>2</IRPMGL>
      <LPDPGL>1.00</LPDPGL>
    </ns0:Policy>
    <ns0:Location>
      <LocationRef>Location-465697646-800339871</LocationRef>
      <State>CO</State>
      <Zip>80003</Zip>
    </ns0:Location>
    <ns0:Class>
      <Id>Risk-1296379588-1802098261</Id>
      <Number>1</Number>
      <ClassCode>CANDIS</ClassCode>
      <Exposure>2000000</Exposure>
      <GLBR>25</GLBR>
      <IsPrimary>Yes</IsPrimary>
    </ns0:Class>
  </ns0:RateRequest>
</ns0:rate></soapenv:Body></soapenv:Envelope> 
